// Обертывания Метро:
// Интерактивный Фильм Ad320x480Startscreen 
// Пустая Обертка Тортиллы в середине занята вытягиванием
// ингредиентов по краю.Низкий левый маленький мешочек мешает
// пользователю перетаскивать ингредиенты на пустую обертку.

// phase1
// Как только ингредиент касается центра оберток, 
// происходит обмен изображением и предлагается
// эффект занятых оберток.


//phase2

// Постепенно заполняет пленку,
// ингредиенты по краям падают соответственно.

// Phase 3:
// Как только завершение завершится,
// появится слово «Готово» и отобразится следующий экран.

// Если пользователь остается неактивным,
// баннер автоматически переходит к следующему экрану примерно
// через 8 секунд.

// Endscreen

// Три витка вбивают последовательно внизу справа
// по диагонали в баннер. CTA накачивается.